# countries_and_cities = [
#     # 国家
#     "海外", "国外",
#     "美国", "加拿大", "墨西哥", "巴西", "阿根廷",
#     "英国", "法国", "德国", "意大利", "西班牙", 
#     "俄罗斯", "日本", "印度", "韩国",
#     "澳大利亚", "新西兰", "南非", "埃及", "沙特阿拉伯",
    
#     # 城市
#     "纽约", "洛杉矶", "芝加哥", "旧金山", "华盛顿",
#     "伦敦", "巴黎", "柏林", "罗马", "马德里",
#     "莫斯科", "圣彼得堡", "东京", "大阪", "首尔",
#     "孟买", "德里", "悉尼",
#     "墨尔本", "奥克兰", "开普敦", "约翰内斯堡", "开罗",
#     "迪拜", "利雅得", "多伦多", "温哥华", "蒙特利尔",
#     "里约热内卢", "圣保罗", "布宜诺斯艾利斯", "墨西哥城",
#     "阿姆斯特丹", "布鲁塞尔", "维也纳", "布拉格", "布达佩斯",
#     "华沙", "斯德哥尔摩", "哥本哈根", "奥斯陆", "赫尔辛基",
#     "雅典", "伊斯坦布尔", "曼谷", "新加坡", "吉隆坡",
#     "雅加达", "河内", "胡志明市", "马尼拉", "惠灵顿"
# ]




# 留学生；留子；跨国情侣；跨国家庭；跨国夫妻；海外生活；跨国婚姻；海外；英区不养闲人；

countries_and_cities = [
    "留学生",
    "留子",
    "跨国情侣",
    "跨国家庭",
    "跨国夫妻",
    "海外生活",
    "跨国婚姻",
    "英区不养闲人"
]